logs/limits/reconciliation-delay-1000ms.log
{"level":"info","ts":1693548495.499497,"logger":"fallback","caller":"injection/injection.go:63","msg":"Starting informers..."}
2023/09/01 06:08:16 Created: basic-fmw54
2023/09/01 06:08:17 Created: basic-8xht4
2023/09/01 06:08:18 Created: basic-s64pm
2023/09/01 06:08:19 Created: basic-8kjxf
2023/09/01 06:08:20 Created: basic-5kjk4
2023/09/01 06:08:21 Created: basic-cvb9r
2023/09/01 06:08:22 Created: basic-hwt7d
2023/09/01 06:08:23 Created: basic-kzxxb
2023/09/01 06:08:24 Created: basic-bdt75
2023/09/01 06:08:25 Created: basic-w7f7t
2023/09/01 06:08:26 Created: basic-kmlg7
2023/09/01 06:08:27 Created: basic-kd2x4
2023/09/01 06:08:28 Created: basic-qxlsp
2023/09/01 06:08:29 Created: basic-9fl9w
2023/09/01 06:08:30 Created: basic-4sj46
2023/09/01 06:08:31 Created: basic-67qqp
2023/09/01 06:08:32 Created: basic-lt8g2
2023/09/01 06:08:33 Created: basic-kmrfw
2023/09/01 06:08:34 Created: basic-qxk69
2023/09/01 06:08:35 Created: basic-nqgvl
2023/09/01 06:08:36 Created: basic-5hxwz
2023/09/01 06:08:37 Created: basic-j29f2
2023/09/01 06:08:38 Created: basic-x85tv
2023/09/01 06:08:39 Created: basic-87w8h
2023/09/01 06:08:40 Created: basic-t44r6
2023/09/01 06:08:41 Created: basic-smgdk
2023/09/01 06:08:42 Created: basic-wzc24
2023/09/01 06:08:43 Created: basic-x99mf
2023/09/01 06:08:44 Created: basic-8lnn5
2023/09/01 06:08:45 Created: basic-n8hjv
2023/09/01 06:08:46 Created: basic-2sl5l
2023/09/01 06:08:47 Created: basic-tnzpt
2023/09/01 06:08:48 Created: basic-7hb45
2023/09/01 06:08:49 Created: basic-22r79
2023/09/01 06:08:50 Created: basic-gzvqm
2023/09/01 06:08:51 Created: basic-xz5js
2023/09/01 06:08:52 Created: basic-pjrsg
2023/09/01 06:08:53 Created: basic-vrfhg
2023/09/01 06:08:54 Created: basic-wkhnz
2023/09/01 06:08:55 Created: basic-dslnl
2023/09/01 06:08:56 Created: basic-kgp85
2023/09/01 06:08:57 Created: basic-cg8gs
2023/09/01 06:08:58 Created: basic-pp85w
2023/09/01 06:08:59 Created: basic-xgt8q
2023/09/01 06:09:00 Created: basic-5hlzb
2023/09/01 06:09:01 Created: basic-ht9k9
2023/09/01 06:09:02 Created: basic-br6sg
2023/09/01 06:09:03 Created: basic-j65dm
2023/09/01 06:09:04 Created: basic-9n8k9
2023/09/01 06:09:05 Created: basic-mzrwb
2023/09/01 06:09:06 Created: basic-ddpvl
2023/09/01 06:09:07 Created: basic-mfmmj
2023/09/01 06:09:08 Created: basic-lswmw
2023/09/01 06:09:09 Created: basic-r654m
2023/09/01 06:09:10 Created: basic-l69vt
2023/09/01 06:09:11 Created: basic-q4lr5
2023/09/01 06:09:12 Created: basic-dsplv
2023/09/01 06:09:13 Created: basic-dmkh4
2023/09/01 06:09:14 Created: basic-v47tw
2023/09/01 06:09:15 Created: basic-nv98p
2023/09/01 06:09:16 Created: basic-wshcp
2023/09/01 06:09:17 Created: basic-lkjk8
2023/09/01 06:09:18 Created: basic-98f5m
2023/09/01 06:09:19 Created: basic-9k4jm
2023/09/01 06:09:20 Created: basic-grmkf
2023/09/01 06:09:21 Created: basic-2xs4d
2023/09/01 06:09:22 Created: basic-7ptb2
2023/09/01 06:09:23 Created: basic-mlxn7
2023/09/01 06:09:24 Created: basic-qx6ll
2023/09/01 06:09:25 Created: basic-zdzlr
2023/09/01 06:09:26 Created: basic-428gw
2023/09/01 06:09:27 Created: basic-rb4pv
2023/09/01 06:09:28 Created: basic-s8q7v
2023/09/01 06:09:29 Created: basic-nmjvs
2023/09/01 06:09:30 Created: basic-r5gp7
2023/09/01 06:09:31 Created: basic-62m48
2023/09/01 06:09:32 Created: basic-9jq9h
2023/09/01 06:09:33 Created: basic-qjxtl
2023/09/01 06:09:34 Created: basic-kq2vd
2023/09/01 06:09:35 Created: basic-xnxwm
2023/09/01 06:09:36 Created: basic-pmc4t
2023/09/01 06:09:37 Created: basic-q9zwm
2023/09/01 06:09:38 Created: basic-d46w8
2023/09/01 06:09:39 Created: basic-kvg4h
2023/09/01 06:09:40 Created: basic-m6qwt
2023/09/01 06:09:41 Created: basic-shj77
2023/09/01 06:09:42 Created: basic-rs7zr
2023/09/01 06:09:43 Created: basic-ddrf8
2023/09/01 06:09:44 Created: basic-xjvtm
2023/09/01 06:09:45 Created: basic-2w4n6
2023/09/01 06:09:46 Created: basic-r66fw
2023/09/01 06:09:47 Created: basic-zbzp7
2023/09/01 06:09:48 Created: basic-sg2xx
2023/09/01 06:09:49 Created: basic-rndlx
2023/09/01 06:09:50 Created: basic-pdhp8
2023/09/01 06:09:51 Created: basic-gqtbf
2023/09/01 06:09:52 Created: basic-j9lf7
2023/09/01 06:09:53 Created: basic-7269x
2023/09/01 06:09:54 Created: basic-b2c2m
2023/09/01 06:09:55 Created: basic-dxtlh
2023/09/01 06:09:56 Created: basic-69fbm
2023/09/01 06:09:57 Created: basic-wbkjg
2023/09/01 06:09:58 Created: basic-8xggl
2023/09/01 06:09:59 Created: basic-v59m4
2023/09/01 06:10:00 Created: basic-vcrps
2023/09/01 06:10:01 Created: basic-s7ss4
2023/09/01 06:10:02 Created: basic-mf9nz
2023/09/01 06:10:03 Created: basic-pk826
2023/09/01 06:10:04 Created: basic-mlr4f
2023/09/01 06:10:05 Created: basic-vjckh
2023/09/01 06:10:06 Created: basic-6gk9x
2023/09/01 06:10:07 Created: basic-f6qvg
2023/09/01 06:10:08 Created: basic-fdsxj
2023/09/01 06:10:09 Created: basic-lwt2g
2023/09/01 06:10:10 Created: basic-qjbf5
2023/09/01 06:10:11 Created: basic-l7z5k
2023/09/01 06:10:12 Created: basic-zhlql
2023/09/01 06:10:13 Created: basic-s2tmz
2023/09/01 06:10:14 Created: basic-mprpw
2023/09/01 06:10:15 Created: basic-5jbfq
2023/09/01 06:10:16 Created: basic-c6l4w
2023/09/01 06:10:17 Created: basic-gzgkk
2023/09/01 06:10:18 Created: basic-6bk95
2023/09/01 06:10:19 Created: basic-7pbrj
2023/09/01 06:10:20 Created: basic-tlkcm
2023/09/01 06:10:21 Created: basic-kmzkk
2023/09/01 06:10:22 Created: basic-nbkcb
2023/09/01 06:10:23 Created: basic-gjbc5
2023/09/01 06:10:24 Created: basic-l7j7w
2023/09/01 06:10:25 Created: basic-q9x5p
2023/09/01 06:10:26 Created: basic-dht4f
2023/09/01 06:10:27 Created: basic-4pv2n
2023/09/01 06:10:28 Created: basic-tj8xq
2023/09/01 06:10:29 Created: basic-bgr55
2023/09/01 06:10:30 Created: basic-wmvwh
2023/09/01 06:10:31 Created: basic-v9q4b
2023/09/01 06:10:32 Created: basic-phdjr
2023/09/01 06:10:33 Created: basic-8flhm
2023/09/01 06:10:34 Created: basic-7zhzs
2023/09/01 06:10:35 Created: basic-w8prf
2023/09/01 06:10:36 Created: basic-mnnbw
2023/09/01 06:10:37 Created: basic-5sdhc
2023/09/01 06:10:38 Created: basic-zfcw9
2023/09/01 06:10:39 Created: basic-hnn2l
2023/09/01 06:10:40 Created: basic-bssvk
2023/09/01 06:10:41 Created: basic-rxpjk
2023/09/01 06:10:42 Created: basic-4qkdx
2023/09/01 06:10:43 Created: basic-mvnc2
2023/09/01 06:10:44 Created: basic-nz2mm
2023/09/01 06:10:45 Created: basic-bvqj8
2023/09/01 06:10:46 Created: basic-hfxck
2023/09/01 06:10:47 Created: basic-z4wpc
2023/09/01 06:10:48 Created: basic-r6wtp
2023/09/01 06:10:49 Created: basic-2xqqf
2023/09/01 06:10:50 Created: basic-txfb8
2023/09/01 06:10:51 Created: basic-4p4k5
2023/09/01 06:10:52 Created: basic-d5twb
2023/09/01 06:10:53 Created: basic-9z8lm
2023/09/01 06:10:54 Created: basic-wbfw5
2023/09/01 06:10:55 Created: basic-4ltn5
2023/09/01 06:10:56 Created: basic-4r5fk
2023/09/01 06:10:57 Created: basic-pxdct
2023/09/01 06:10:58 Created: basic-g5fdt
2023/09/01 06:10:59 Created: basic-cjr5k
2023/09/01 06:11:00 Created: basic-8d9fp
2023/09/01 06:11:01 Created: basic-4ttwz
2023/09/01 06:11:02 Created: basic-klnl4
2023/09/01 06:11:03 Created: basic-xrg2k
2023/09/01 06:11:04 Created: basic-5pw5v
2023/09/01 06:11:05 Created: basic-mqzsk
2023/09/01 06:11:06 Created: basic-rwvpd
2023/09/01 06:11:07 Created: basic-x97h5
2023/09/01 06:11:08 Created: basic-t6dhw
2023/09/01 06:11:09 Created: basic-l9bnj
2023/09/01 06:11:10 Created: basic-bw87g
2023/09/01 06:11:11 Created: basic-p8tgg
2023/09/01 06:11:12 Created: basic-56s95
2023/09/01 06:11:13 Created: basic-fs247
2023/09/01 06:11:14 Created: basic-xq7xx
2023/09/01 06:11:15 Created: basic-m7mpk
2023/09/01 06:11:16 Created: basic-28jp8
2023/09/01 06:11:16 Not Ready: basic-28jp8; ConfigurationMissing: Configuration "basic-28jp8" referenced in traffic not found.
2023/09/01 06:11:17 Created: basic-rj2wd
2023/09/01 06:11:18 Created: basic-lm2bq
2023/09/01 06:11:19 Created: basic-j2kpm
2023/09/01 06:11:20 Created: basic-gs5hh
2023/09/01 06:11:21 Created: basic-x4w66
2023/09/01 06:11:22 Created: basic-c6jlk
2023/09/01 06:11:23 Created: basic-2qwb9
2023/09/01 06:11:24 Created: basic-sntcd
2023/09/01 06:11:25 Created: basic-4rkjk
2023/09/01 06:11:26 Created: basic-zblk4
2023/09/01 06:11:27 Created: basic-s48k2
2023/09/01 06:11:28 Created: basic-ctbzp
2023/09/01 06:11:29 Created: basic-gjtts
2023/09/01 06:11:30 Created: basic-xswwk
2023/09/01 06:11:31 Created: basic-mc6rq
2023/09/01 06:11:32 Created: basic-wxnl2
2023/09/01 06:11:33 Created: basic-l5xzd
2023/09/01 06:11:34 Created: basic-vgn49
2023/09/01 06:11:35 Created: basic-tkxjq
2023/09/01 06:11:36 Created: basic-79w4r
2023/09/01 06:11:37 Created: basic-hszh4
2023/09/01 06:11:38 Created: basic-s977n
2023/09/01 06:11:39 Created: basic-cxdwf
2023/09/01 06:11:40 Created: basic-mhxdb
2023/09/01 06:11:41 Created: basic-6h8cz
2023/09/01 06:11:42 Created: basic-q975s
2023/09/01 06:11:43 Created: basic-6knrz
2023/09/01 06:11:44 Created: basic-jx5sz
2023/09/01 06:11:45 Created: basic-fr2wq
2023/09/01 06:11:46 Created: basic-f87m9
2023/09/01 06:11:47 Created: basic-dgllk
2023/09/01 06:11:48 Created: basic-gvqwd
2023/09/01 06:11:49 Created: basic-2mktf
2023/09/01 06:11:50 Created: basic-d95mm
2023/09/01 06:11:51 Created: basic-5hgfk
2023/09/01 06:11:52 Created: basic-czlwv
2023/09/01 06:11:53 Created: basic-96fff
2023/09/01 06:11:54 Created: basic-tsbmr
2023/09/01 06:11:55 Created: basic-9wl6r
2023/09/01 06:11:56 Created: basic-9jb6n
2023/09/01 06:11:57 Created: basic-ws2tx
2023/09/01 06:11:58 Created: basic-hzmdj
2023/09/01 06:11:59 Created: basic-qrhqq
2023/09/01 06:12:00 Created: basic-pxkzq
2023/09/01 06:12:01 Created: basic-hjhmr
2023/09/01 06:12:02 Created: basic-nmfvm
2023/09/01 06:12:03 Created: basic-8xq4l
2023/09/01 06:12:04 Created: basic-2hgv2
2023/09/01 06:12:05 Created: basic-jzj4x
2023/09/01 06:12:06 Created: basic-6568n
2023/09/01 06:12:07 Created: basic-gvvgd
2023/09/01 06:12:08 Created: basic-p96hd
2023/09/01 06:12:09 Created: basic-fj29l
2023/09/01 06:12:10 Created: basic-86fm2
2023/09/01 06:12:11 Created: basic-xx49h
2023/09/01 06:12:12 Created: basic-6sncn
2023/09/01 06:12:13 Created: basic-jxp8h
2023/09/01 06:12:14 Created: basic-pjjjb
2023/09/01 06:12:15 Created: basic-645wh
2023/09/01 06:12:16 Created: basic-q9jj8
2023/09/01 06:12:17 Created: basic-lwwc2
2023/09/01 06:12:18 Created: basic-wwxnc
2023/09/01 06:12:19 Created: basic-h77wq
2023/09/01 06:12:20 Created: basic-5hbq8
2023/09/01 06:12:21 Created: basic-cvgpv
2023/09/01 06:12:22 Created: basic-nbd86
2023/09/01 06:12:23 Created: basic-phhjm
2023/09/01 06:12:24 Created: basic-wwkcj
2023/09/01 06:12:25 Created: basic-6qxxg
2023/09/01 06:12:26 Created: basic-r7jz9
2023/09/01 06:12:27 Created: basic-p2rts
2023/09/01 06:12:28 Created: basic-c6lxc
2023/09/01 06:12:29 Created: basic-ct2gn
2023/09/01 06:12:30 Created: basic-4k52v
2023/09/01 06:12:31 Created: basic-jxq96
2023/09/01 06:12:32 Created: basic-srtrd
2023/09/01 06:12:33 Created: basic-9wvw4
2023/09/01 06:12:34 Created: basic-lhwd5
2023/09/01 06:12:35 Created: basic-vwfls
2023/09/01 06:12:36 Created: basic-rkjqv
2023/09/01 06:12:37 Created: basic-b4xfl
2023/09/01 06:12:38 Created: basic-mrpxk
2023/09/01 06:12:39 Created: basic-sl2vl
2023/09/01 06:12:40 Created: basic-csf8r
2023/09/01 06:12:41 Created: basic-4gdcw
2023/09/01 06:12:42 Created: basic-7mnjj
2023/09/01 06:12:43 Created: basic-rgtgw
2023/09/01 06:12:44 Created: basic-dhvrp
2023/09/01 06:12:45 Created: basic-ntfzb
2023/09/01 06:12:46 Created: basic-fh9rn
2023/09/01 06:12:47 Created: basic-d88fq
2023/09/01 06:12:48 Created: basic-pzfsf
2023/09/01 06:12:49 Created: basic-v6frv
2023/09/01 06:12:50 Created: basic-8hlbn
2023/09/01 06:12:51 Created: basic-k89fm
2023/09/01 06:12:52 Created: basic-7vx5b
2023/09/01 06:12:53 Created: basic-wjtrd
2023/09/01 06:12:54 Created: basic-grzkc
2023/09/01 06:12:55 Created: basic-lxdts
2023/09/01 06:12:56 Created: basic-llppl
2023/09/01 06:12:57 Created: basic-h4z8p
2023/09/01 06:12:58 Created: basic-wgfq6
2023/09/01 06:12:59 Created: basic-2kllt
2023/09/01 06:13:00 Created: basic-9fx6s
2023/09/01 06:13:01 Created: basic-7zs4p
2023/09/01 06:13:02 Created: basic-5mmg5
2023/09/01 06:13:03 Created: basic-77vd8
2023/09/01 06:13:04 Created: basic-qtf2k
2023/09/01 06:13:05 Created: basic-87g8k
2023/09/01 06:13:06 Created: basic-4trdk
2023/09/01 06:13:07 Created: basic-rnq4d
2023/09/01 06:13:08 Created: basic-qfqd4
2023/09/01 06:13:09 Created: basic-twhj2
2023/09/01 06:13:10 Created: basic-pwr9c
2023/09/01 06:13:11 Created: basic-tmhsc
2023/09/01 06:13:12 Created: basic-dwf6d
2023/09/01 06:13:13 Created: basic-ppw2p
2023/09/01 06:13:13 Not Ready: basic-ppw2p; ConfigurationMissing: Configuration "basic-ppw2p" referenced in traffic not found.
2023/09/01 06:13:13 Not Ready: basic-ppw2p; ConfigurationMissing: Configuration "basic-ppw2p" referenced in traffic not found.
2023/09/01 06:13:14 Created: basic-fnrk9
2023/09/01 06:13:15 Shutting down InfluxReporter
Requests      [total, rate, throughput]         2056, 2056.00, 292.00
Duration      [total, attack, wait]             11s, 0s, 11s
Latencies     [min, mean, 50, 90, 95, 99, max]  1s, 4.268s, 4s, 7s, 7.126s, 9s, 11s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           14.20%
Status Codes  [code:count]                      0:1764  200:292  
Error Set:
2023/09/01 06:13:15 SLA 1 passed. P95 latency is in 0-25s time range
2023/09/01 06:13:15 SLA 2 passed. Amount of ready services is within the expected range
2023/09/01 06:13:15 Reconciliation delay run finished